Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: New equipment profile
ar: ملف معدات جديد
de: Neues Geräteprofil
es: Nuevo perfil de equipo
fr: Nouveau profil d’équipement
hi: नई उपकरण प्रोफ़ाइल
hu: Új eszközprofil
it: Nuovo profilo attrezzi
ko: 새 장비 프로필
pl: Nowy profil sprzętu
pt: Novo perfil de equipamento
pt_br: Novo perfil de equipamentos
ru: Новый профиль инвентаря
th: โปรไฟล์อุปกรณ์ใหม่
tr: Yeni ekipman profili
uk: Новий профіль інвентарю
zh: 新建器械配置

source: New password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau mot de passe
hi: नया पासवर्ड
hu: Új jelszó
it: Nuova password
ko: 새 비밀번호
pl: Nowe hasło
pt: Nova palavra-passe
pt_br: Nova senha
ru: Новый пароль
th: รหัสผ่านใหม่
tr: Yeni şifre
uk: Новий пароль
zh: 新密码

source: New routine
ar: روتين جديد
de: Neue Routine
es: Nueva rutina
fr: Nouvelle routine
hi: नया रूटीन
hu: Új rutin
it: Nuova routine
ko: 새 루틴
pl: Nowy plan treningowy
pt: Nova rotina
pt_br: Nova rotina
ru: Новая программа
th: รูทีนใหม่
tr: Yeni rutin
uk: Нова програма
zh: 新训练日

source: New to lifting
ar: جديد في رفع الأثقال
de: Neu im Krafttraining
es: Nuevo en el gimnasio
fr: Débutant en muscu
hi: वेट ट्रेनिंग में नया
hu: Kezdő a súlyzós edzésben
it: Nuovo alla sala pesi
ko: 웨이트 초보
pl: Nowy na siłowni
pt: Novo na musculação
pt_br: Novo na musculação
ru: Новичок в зале
th: เพิ่งเริ่มยกน้ำหนัก
tr: Ağırlığa yeni başlayan
uk: Новачок у залі
zh: 力量训练新手

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suiv.
hi: अगला
hu: Következő
it: Succ.
ko: 다음
pl: Dalej
pt: Seguinte
pt_br: Próximo
ru: Далее
th: ถัดไป
tr: Sonraki
uk: Далі
zh: 下一个

source: Next month
ar: الشهر التالي
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
hi: अगला महीना
hu: Következő hónap
it: Mese successivo
ko: 다음 달
pl: Następny miesiąc
pt: Mês seguinte
pt_br: Próximo mês
ru: Следующий месяц
th: เดือนถัดไป
tr: Sonraki ay
uk: Наступний місяць
zh: 下个月

# Next session: {0}, {1}
source: Next session: %1$@, %2$@
ar: الجلسة القادمة: %1$@، %2$@
de: Nächste Einheit: %1$@, %2$@
es: Próxima sesión: %1$@, %2$@
fr: Prochaine séance : %1$@, %2$@
hi: अगला सत्र: %1$@, %2$@
hu: Következő edzés: %1$@, %2$@
it: Prossima sessione: %1$@, %2$@
ko: 다음 세션: %1$@, %2$@
pl: Następny trening: %1$@, %2$@
pt: Próxima sessão: %1$@, %2$@
pt_br: Próxima sessão: %1$@, %2$@
ru: Следующая тренировка: %1$@, %2$@
th: เซสชันถัดไป: %1$@, %2$@
tr: Sonraki antrenman: %1$@, %2$@
uk: Наступне тренування: %1$@, %2$@
zh: 下次训练：%1$@，%2$@

source: Next time
ar: في المرة القادمة
de: Nächstes Mal
es: La próxima vez
fr: La prochaine fois
hi: अगली बार
hu: Legközelebb
it: La prossima volta
ko: 다음에는
pl: Następnym razem
pt: Da próxima vez
pt_br: Da próxima vez
ru: В следующий раз
th: ครั้งหน้า
tr: Bir dahaki sefere
uk: Наступного разу
zh: 下次

source: Next week
ar: الأسبوع التالي
de: Nächste Woche
es: Semana siguiente
fr: Semaine suivante
hi: अगला सप्ताह
hu: Következő hét
it: Settimana successiva
ko: 다음 주
pl: Następny tydzień
pt: Semana seguinte
pt_br: Próxima semana
ru: Следующая неделя
th: สัปดาห์ถัดไป
tr: Sonraki hafta
uk: Наступний тиждень
zh: 下一周

source: Nice!
ar: رائع!
de: Stark!
es: ¡Genial!
fr: Bien joué !
hi: बहुत बढ़िया!
hu: Szuper!
it: Grande!
ko: 좋아요!
pl: Świetnie!
pt: Boa!
pt_br: Boa!
ru: Отлично!
th: เยี่ยม!
tr: Süper!
uk: Чудово!
zh: 太棒了！

source: No QR code found in that image
ar: لم يُعثر على رمز QR في تلك الصورة
de: Kein QR-Code im Bild gefunden
es: No se encontró ningún código QR en esa imagen
fr: Aucun code QR trouvé dans cette image
hi: उस छवि में कोई QR कोड नहीं मिला
hu: Nem található QR-kód a képen
it: Nessun codice QR trovato nell’immagine
ko: 이미지에서 QR 코드를 찾을 수 없습니다
pl: Nie znaleziono kodu QR na tym obrazie
pt: Nenhum código QR encontrado nessa imagem
pt_br: Nenhum código QR encontrado nessa imagem
ru: На изображении не найден QR-код
th: ไม่พบคิวอาร์โค้ดในรูปภาพนั้น
tr: Bu görüntüde QR kod bulunamadı
uk: На зображенні не знайдено QR-код
zh: 在该图片中未找到二维码

source: No account, no cloud — back it up anytime with Export below.
ar: لا حساب ولا سحابة — انسخ بياناتك احتياطياً في أي وقت من خلال التصدير أدناه.
de: Kein Konto, keine Cloud — sichere sie jederzeit über den Export unten.
es: Sin cuenta ni nube — haz una copia cuando quieras con Exportar, más abajo.
fr: Pas de compte, pas de cloud — sauvegardez-les à tout moment via Exporter ci-dessous.
hi: न खाता, न क्लाउड — नीचे एक्सपोर्ट से कभी भी बैकअप लें।
hu: Nincs fiók, nincs felhő — bármikor menthetsz biztonsági másolatot lent az Exporttal.
it: Niente account, niente cloud — fai un backup quando vuoi con Esporta qui sotto.
ko: 계정도 클라우드도 없음 — 아래 내보내기로 언제든 백업하세요.
pl: Bez konta i chmury — w każdej chwili zrób kopię przez Eksport poniżej.
pt: Sem conta, sem nuvem — faz uma cópia quando quiseres com Exportar, abaixo.
pt_br: Sem conta e sem nuvem — faça um backup quando quiser usando a opção Exportar abaixo.
ru: Без аккаунта и облака — в любой момент сделайте резервную копию через «Экспорт» ниже.
th: ไม่ต้องมีบัญชี ไม่ต้องใช้คลาวด์ — สำรองข้อมูลได้ทุกเมื่อผ่านปุ่มส่งออกด้านล่าง
tr: Hesap yok, bulut yok — aşağıdaki Dışa aktar ile istediğiniz zaman yedekleyin.
uk: Без акаунта й хмари — будь-коли зроби резервну копію через «Експорт» нижче.
zh: 无需账号、无需云端——随时可用下方的导出功能备份。

source: No automatic progression
ar: بدون تدرّج تلقائي
de: Keine automatische Progression
es: Sin progresión automática
fr: Pas de progression automatique
hi: कोई स्वचालित प्रोग्रेशन नहीं
hu: Nincs automatikus progresszió
it: Nessuna progressione automatica
ko: 자동 증가 없음
pl: Bez automatycznej progresji
pt: Sem progressão automática
pt_br: Sem progressão automática
ru: Без автопрогрессии
th: ไม่มีการเพิ่มระดับอัตโนมัติ
tr: Otomatik ilerleme yok
uk: Без автопрогресії
zh: 不自动进阶

source: No bar
ar: بدون بار
de: Keine Stange
es: Sin barra
fr: Sans barre
hi: कोई बार नहीं
hu: Nincs rúd
it: Senza bilanciere
ko: 바 없음
pl: Bez gryfu
pt: Sem barra
pt_br: Sem barra
ru: Без грифа
th: ไม่มีบาร์
tr: Bar yok
uk: Без грифа
zh: 无杠铃杆

source: No data
ar: لا توجد بيانات
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
hu: Nincs adat
it: Nessun dato
ko: 데이터 없음
pl: Brak danych
pt: Sem dados
pt_br: Sem dados
ru: Нет данных
th: ไม่มีข้อมูล
tr: Veri yok
uk: Немає даних
zh: 无数据

source: No data yet
ar: لا توجد بيانات بعد
de: Noch keine Daten
es: Aún sin datos
fr: Pas encore de données
hi: अभी डेटा नहीं
hu: Még nincs adat
it: Ancora nessun dato
ko: 데이터 없음
pl: Brak danych
pt: Ainda sem dados
pt_br: Ainda sem dados
ru: Данных пока нет
th: ยังไม่มีข้อมูล
tr: Henüz veri yok
uk: Даних поки немає
zh: 暂无数据

source: No entries yet — log your weight to start the curve.
ar: لا توجد إدخالات بعد — سجّل وزنك لبدء المنحنى.
de: Noch keine Einträge — trag dein Gewicht ein, um die Kurve zu starten.
es: Sin registros aún — apunta tu peso para empezar la curva.
fr: Aucune entrée — note ton poids pour démarrer la courbe.
hi: अभी कोई एंट्री नहीं — ग्राफ़ शुरू करने के लिए वज़न दर्ज करें।
hu: Még nincs bejegyzés — rögzítsd a súlyodat a görbe elindításához.
it: Nessun dato — registra il tuo peso per iniziare la curva.
ko: 아직 기록이 없어요 — 체중을 기록해 그래프를 시작하세요.
pl: Brak wpisów — zapisz wagę, aby zacząć krzywą.
pt: Ainda sem registos — regista o teu peso para começar a curva.
pt_br: Ainda não há registros — informe seu peso para começar a curva.
ru: Записей пока нет — внеси вес, чтобы начать кривую.
th: ยังไม่มีข้อมูล — บันทึกน้ำหนักเพื่อเริ่มกราฟ
tr: Henüz kayıt yok — eğriyi başlatmak için kilonu gir.
uk: Записів поки немає — внеси вагу, щоб почати криву.
zh: 还没有记录——记录体重以开始曲线。

source: No entries yet — log your weight to start the curve. It's also asked before every workout.
ar: لا توجد تسجيلات بعد — سجّل وزنك لتبدأ المنحنى. ويُطلب منك ذلك أيضًا قبل كل تمرين.
de: Noch keine Einträge — trag dein Gewicht ein, um die Kurve zu starten. Es wird auch vor jedem Training abgefragt.
es: Sin registros aún — apunta tu peso para empezar la curva. También se pide antes de cada entrenamiento.
fr: Aucune entrée — note ton poids pour démarrer la courbe. Il est aussi demandé avant chaque séance.
hi: अभी कोई एंट्री नहीं — ग्राफ़ शुरू करने के लिए वज़न दर्ज करें। हर वर्कआउट से पहले भी पूछा जाता है।
hu: Még nincs bejegyzés — rögzítsd a súlyodat a görbe elindításához. Ezt minden edzés előtt is megkérdezzük.
it: Nessun dato — registra il tuo peso per iniziare la curva. Viene chiesto anche prima di ogni allenamento.
ko: 아직 기록이 없어요 — 체중을 기록해 그래프를 시작하세요. 매 운동 전에도 물어봅니다.
pl: Brak wpisów — zapisz wagę, aby zacząć krzywą. Pytamy o nią też przed każdym treningiem.
pt: Ainda sem registos — regista o teu peso para começar a curva. Também é pedido antes de cada treino.
pt_br: Ainda não há registros — informe seu peso para começar a curva. Ele também será solicitado antes de cada treino.
ru: Записей пока нет — внеси вес, чтобы начать кривую. Он также запрашивается перед каждой тренировкой.
th: ยังไม่มีข้อมูล — บันทึกน้ำหนักเพื่อเริ่มกราฟ ระบบจะถามทุกครั้งก่อนออกกำลังกายด้วย
tr: Henüz kayıt yok — eğriyi başlatmak için kilonu gir. Her antrenmandan önce de sorulur.
uk: Записів поки немає — внеси вагу, щоб почати криву. Її також запитують перед кожним тренуванням.
zh: 还没有记录——记录体重以开始曲线。每次训练前也会询问。

source: No exercise is trained by three or more people yet.
ar: لا يوجد تمرين يتدرب عليه ثلاثة أشخاص أو أكثر بعد.
de: Noch keine Übung wird von drei oder mehr Personen trainiert.
es: Ningún ejercicio lo entrenan tres o más personas todavía.
fr: Aucun exercice n’est encore pratiqué par trois personnes ou plus.
hi: अभी कोई व्यायाम तीन या अधिक लोग नहीं करते।
hu: Még egyetlen gyakorlatot sem edz három vagy több ember.
it: Nessun esercizio è ancora allenato da tre o più persone.
ko: 아직 세 명 이상이 하는 종목이 없습니다.
pl: Żadnego ćwiczenia nie trenują jeszcze trzy osoby lub więcej.
pt: Ainda nenhum exercício é treinado por três ou mais pessoas.
pt_br: Nenhum exercício é treinado por três ou mais pessoas ainda.
ru: Пока ни одно упражнение не делают трое и больше.
th: ยังไม่มีท่าใดที่มีคนฝึกตั้งแต่สามคนขึ้นไป
tr: Henüz üç veya daha fazla kişinin yaptığı bir egzersiz yok.
uk: Поки жодну вправу не роблять троє чи більше.
zh: 还没有任何动作被三人或以上练过。

source: No exercises with an estimated 1RM yet.
ar: لا تمارين ذات 1RM تقديري بعد.
de: Noch keine Übungen mit geschätztem 1RM.
es: Aún no hay ejercicios con 1RM estimado.
fr: Aucun exercice avec un 1RM estimé pour l'instant.
hi: अभी तक अनुमानित 1RM वाला कोई व्यायाम नहीं।
hu: Még nincs gyakorlat becsült 1RM-mel.
it: Nessun esercizio con 1RM stimato finora.
ko: 추정 1RM이 있는 운동이 아직 없습니다.
pl: Brak ćwiczeń z oszacowanym 1RM.
pt: Ainda não há exercícios com 1RM estimado.
pt_br: Ainda não há exercícios com 1RM estimado.
ru: Пока нет упражнений с расчётным 1ПМ.
th: ยังไม่มีท่าที่มีการประเมิน 1RM
tr: Henüz tahmini 1RM olan egzersiz yok.
uk: Поки немає вправ із розрахунковим 1ПМ.
zh: 暂无估算1RM的动作。

source: No exercises yet — add your first one.
ar: لا توجد تمارين بعد — أضف أول تمرين لك.
de: Noch keine Übungen — füge deine erste hinzu.
es: Aún no hay ejercicios — añade el primero.
fr: Aucun exercice — ajoute le premier.
hi: अभी कोई व्यायाम नहीं — पहला जोड़ें।
hu: Még nincs gyakorlat — add hozzá az elsőt.
it: Ancora nessun esercizio — aggiungi il primo.
ko: 아직 운동이 없어요 — 첫 운동을 추가하세요.
pl: Brak ćwiczeń — dodaj pierwsze.
pt: Ainda sem exercícios — adiciona o primeiro.
pt_br: Ainda não há exercícios — adicione o primeiro.
ru: Упражнений пока нет — добавь первое.
th: ยังไม่มีท่า — เพิ่มท่าแรกของคุณ
tr: Henüz egzersiz yok — ilkini ekle.
uk: Вправ поки немає — додай першу.
zh: 还没有动作——添加第一个吧。

source: No exercises yet.
ar: لا توجد تمارين بعد.
de: Noch keine Übungen.
es: Aún no hay ejercicios.
fr: Aucun exercice pour l’instant.
hi: अभी कोई व्यायाम नहीं।
hu: Még nincsenek gyakorlatok.
it: Ancora nessun esercizio.
ko: 아직 운동이 없습니다.
pl: Brak ćwiczeń.
pt: Ainda sem exercícios.
pt_br: Ainda sem exercícios.
ru: Пока нет упражнений.
th: ยังไม่มีท่าออกกำลังกาย
tr: Henüz egzersiz yok.
uk: Вправ поки немає.
zh: 还没有动作。

source: No explicit muscle group
ar: بدون مجموعة عضلية محددة
de: Keine explizite Muskelgruppe
es: Sin grupo muscular explícito
fr: Aucun groupe musculaire explicite
hi: कोई स्पष्ट मांसपेशी समूह नहीं
hu: Nincs megadott izomcsoport
it: Nessun gruppo muscolare esplicito
ko: 명시적 근육군 없음
pl: Brak jawnej grupy mięśniowej
pt: Nenhum grupo muscular explícito
pt_br: Nenhum grupo muscular explícito
ru: Без явной мышечной группы
th: ไม่มีกลุ่มกล้ามเนื้อที่ระบุ
tr: Açık kas grubu yok
uk: Без явної групи м’язів
zh: 无明确肌群

source: No favourites here — tap the star on an exercise to add it.
ar: لا مفضلات هنا — اضغط النجمة على أي تمرين لإضافته.
de: Keine Favoriten hier — tippe bei einer Übung auf den Stern.
es: Sin favoritos aquí — toca la estrella de un ejercicio para añadirlo.
fr: Aucun favori ici — touche l’étoile d’un exercice pour l’ajouter.
hi: यहाँ कोई पसंदीदा नहीं — किसी व्यायाम पर तारे को टैप करें।
hu: Itt nincs kedvenc — koppints egy gyakorlat csillagára.
it: Nessun preferito qui — tocca la stella di un esercizio per aggiungerlo.
ko: 즐겨찾기가 없어요 — 운동의 별을 눌러 추가하세요.
pl: Brak ulubionych — dotknij gwiazdki przy ćwiczeniu, aby je dodać.
pt: Sem favoritos aqui — toca na estrela de um exercício para o adicionar.
pt_br: Sem favoritos aqui — toque na estrela de um exercício para adicioná-lo.
ru: Здесь нет избранного — нажми на звезду у упражнения.
th: ยังไม่มีรายการโปรดที่นี่ — แตะดาวที่ท่าออกกำลังกายเพื่อเพิ่ม
tr: Burada favori yok — eklemek için bir egzersizin yıldızına dokun.
uk: Тут поки немає обраного — натисни зірочку біля вправи, щоб додати.
zh: 这里还没有收藏——点动作旁的星标即可加入。

source: No hard sets in this period
ar: لا مجموعات عالية الجهد في هذه الفترة
de: Keine harten Sätze in diesem Zeitraum
es: Sin series duras en este periodo
fr: Aucune série dure sur cette période
hi: इस अवधि में कोई कठिन सेट नहीं
hu: Ebben az időszakban nincs nehéz sorozat
it: Nessuna serie dura in questo periodo
ko: 이 기간에 힘든 세트 없음
pl: Brak ciężkich serii w tym okresie
pt: Sem séries duras neste período
pt_br: Sem séries duras neste período
ru: Нет тяжёлых подходов за этот период
th: ไม่มีเซ็ตที่หนักในช่วงนี้
tr: Bu dönemde zor set yok
uk: Немає важких підходів за цей період
zh: 此期间没有硬组

source: No match
ar: لا توجد نتائج
de: Kein Treffer
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
hu: Nincs találat
it: Nessun risultato
ko: 검색 결과 없음
pl: Brak wyników
pt: Sem resultados
pt_br: Sem resultados
ru: Ничего не найдено
th: ไม่พบผลลัพธ์
tr: Sonuç yok
uk: Нічого не знайдено
zh: 没有匹配

source: No plan yet — the Coach can build you one from a few questions.
ar: لا توجد خطة بعد — يمكن للمدرب بناء واحدة لك من بضعة أسئلة.
de: Noch kein Plan — der Coach erstellt dir einen aus ein paar Fragen.
es: Aún no hay plan: el Entrenador puede crearte uno con unas pocas preguntas.
fr: Pas encore de plan : le Coach peut vous en créer un à partir de quelques questions.
hi: अभी कोई प्लान नहीं — कोच कुछ सवालों से आपके लिए एक बना सकता है।
hu: Még nincs terved — az Edző néhány kérdésből összeállít egyet.
it: Ancora nessun piano: il Coach può crearne uno con poche domande.
ko: 아직 계획이 없습니다 — 코치가 몇 가지 질문으로 만들어 드립니다.
pl: Nie masz jeszcze planu — Trener ułoży go na podstawie kilku pytań.
pt: Ainda não há plano: o Treinador pode criar um com algumas perguntas.
pt_br: Ainda não há plano — o Treinador pode criar um a partir de algumas perguntas.
ru: Плана пока нет — Тренер составит его по нескольким вопросам.
th: ยังไม่มีแผน — โค้ชสร้างให้ได้จากคำถามไม่กี่ข้อ
tr: Henüz plan yok — Koç birkaç soruyla sana bir tane oluşturabilir.
uk: Плану поки немає — Тренер складе його за кількома запитаннями.
zh: 还没有计划——教练可以通过几个问题为你制定一个。

source: No plate line under the sets.
ar: بلا سطر للأقراص تحت المجموعات.
de: Keine Scheiben-Zeile unter den Sätzen.
es: Sin línea de discos bajo las series.
fr: Pas de ligne de disques sous les séries.
hi: सेट के नीचे कोई प्लेट लाइन नहीं।
hu: Nincs tárcsasor a sorozatok alatt.
it: Nessuna riga dei dischi sotto le serie.
ko: 세트 아래에 플레이트 줄 없음.
pl: Brak linii z talerzami pod seriami.
pt: Sem linha de discos debaixo das séries.
pt_br: Sem linha de anilhas embaixo das séries.
ru: Без строки с блинами под подходами.
th: ไม่มีแถวแผ่นน้ำหนักใต้เซ็ต
tr: Setlerin altında disk satırı yok.
uk: Без рядка з блинами під підходами.
zh: 组数下方不显示杠铃片提示行。

source: No rated sets in this period.
ar: لا مجموعات مُقيّمة في هذه الفترة.
de: Keine bewerteten Sätze in diesem Zeitraum.
es: Ninguna serie valorada en este periodo.
fr: Aucune série notée sur cette période.
hi: इस अवधि में कोई आँका गया सेट नहीं।
hu: Ebben az időszakban nincs értékelt sorozat.
it: Nessuna serie valutata in questo periodo.
ko: 이 기간에 평가된 세트가 없습니다.
pl: Brak ocenionych serii w tym okresie.
pt: Nenhuma série avaliada neste período.
pt_br: Nenhuma série avaliada neste período.
ru: Нет оценённых подходов за этот период.
th: ไม่มีเซ็ตที่ให้คะแนนในช่วงนี้
tr: Bu dönemde puanlanmış set yok.
uk: Немає оцінених підходів за цей період.
zh: 此期间没有已评分的组。

source: No routines yet.
ar: لا توجد روتينات بعد.
de: Noch keine Routinen.
es: Aún no hay rutinas.
fr: Aucune routine pour l’instant.
hi: अभी कोई रूटीन नहीं।
hu: Még nincs rutin.
it: Ancora nessuna routine.
ko: 아직 루틴이 없어요.
pl: Brak planów.
pt: Ainda sem rotinas.
pt_br: Ainda sem rotinas.
ru: Программ пока нет.
th: ยังไม่มีรูทีน
tr: Henüz rutin yok.
uk: Програм поки немає.
zh: 还没有训练日。

source: No sessions logged yet
ar: لا توجد جلسات مسجلة بعد
de: Noch keine Einheiten eingetragen
es: Aún no hay sesiones registradas
fr: Aucune séance enregistrée pour l’instant
hi: अभी तक कोई सत्र दर्ज नहीं
hu: Még nincs rögzített edzés
it: Nessuna sessione registrata
ko: 기록된 세션이 아직 없습니다
pl: Brak zapisanych sesji
pt: Ainda não há sessões registadas
pt_br: Ainda não há sessões registradas
ru: Записанных сессий пока нет
th: ยังไม่มีการบันทึกเซสชัน
tr: Henüz kayıtlı seans yok
uk: Тренувань поки не записано
zh: 尚未记录任何训练

source: No sets are left in this workout, so there is nothing to save. Delete it from your history?
ar: لم تبقَ أي مجموعة في هذا التمرين، فلا يوجد ما يُحفظ. هل تريد حذفه من سجلك؟
de: In diesem Training ist kein Satz mehr übrig, es gibt also nichts zu speichern. Aus deinem Verlauf löschen?
es: No queda ninguna serie en este entrenamiento, así que no hay nada que guardar. ¿Eliminarlo de tu historial?
fr: Il ne reste aucune série dans cette séance, il n’y a donc rien à enregistrer. La supprimer de ton historique ?
hi: इस वर्कआउट में कोई सेट नहीं बचा है, इसलिए सहेजने को कुछ नहीं है। इसे अपने इतिहास से हटाएँ?
hu: Ebben az edzésben egy sorozat sem maradt, így nincs mit menteni. Törlöd az előzményeidből?
it: In questo allenamento non è rimasta nessuna serie, quindi non c’è niente da salvare. Eliminarlo dalla cronologia?
ko: 이 운동에 남은 세트가 없어 저장할 내용이 없습니다. 기록에서 삭제할까요?
pl: W tym treningu nie została żadna seria, więc nie ma czego zapisać. Usunąć go z historii?
pt: Não resta nenhuma série neste treino, por isso não há nada para guardar. Eliminá-lo do histórico?
pt_br: Não sobrou nenhuma série neste treino, então não há nada para salvar. Excluí-lo do seu histórico?
ru: В этой тренировке не осталось ни одного подхода, сохранять нечего. Удалить её из истории?
th: การออกกำลังกายนี้ไม่เหลือเซ็ตแล้ว จึงไม่มีอะไรให้บันทึก ลบออกจากประวัติไหม?
tr: Bu antrenmanda hiç set kalmadı, yani kaydedilecek bir şey yok. Geçmişinden silinsin mi?
uk: У цьому тренуванні не лишилося жодного підходу, тож зберігати нічого. Видалити його з історії?
zh: 这次训练已经没有任何一组了，没有可保存的内容。要从历史中删除它吗？

source: No training history yet — starting conservatively.
ar: لا يوجد سجل تدريب بعد — نبدأ بحذر.
de: Noch kein Trainingsverlauf — der Einstieg ist vorsichtig.
es: Aún no hay historial de entrenamiento — empezamos con prudencia.
fr: Pas encore d’historique d’entraînement — on commence prudemment.
hi: अभी कोई ट्रेनिंग इतिहास नहीं — सावधानी से शुरुआत।
hu: Még nincs edzéselőzmény — óvatosan kezdünk.
it: Ancora nessuno storico di allenamento — si parte con prudenza.
ko: 아직 훈련 기록이 없어요 — 보수적으로 시작해요.
pl: Brak historii treningów — zaczynamy ostrożnie.
pt: Ainda não há histórico de treino — começamos com prudência.
pt_br: Ainda não há histórico de treino — começando com cautela.
ru: Истории тренировок пока нет — начинаем осторожно.
th: ยังไม่มีประวัติการฝึก — เริ่มแบบระมัดระวัง
tr: Henüz antrenman geçmişi yok — temkinli başlıyoruz.
uk: Історії тренувань ще немає — починаємо обережно.
zh: 还没有训练记录——从保守开始。

source: No weight logged last time — enter what you lift and progression takes it from there.
ar: لم يُسجَّل وزن في المرة الماضية — أدخل الوزن الذي ترفعه وسيتابع التقدم من هناك.
de: Letztes Mal kein Gewicht eingetragen — trag ein, was du bewegst, dann übernimmt die Progression.
es: La última vez no se registró peso: introduce lo que levantas y la progresión seguirá desde ahí.
fr: Aucun poids noté la dernière fois — entre ce que tu soulèves et la progression prend le relais.
hi: पिछली बार कोई वज़न दर्ज नहीं हुआ — जितना उठाते हैं उतना दर्ज करें, प्रगति वहीं से आगे बढ़ेगी।
hu: Legutóbb nem volt súly rögzítve — add meg, mennyit emelsz, és onnan halad tovább a progresszió.
it: Nessun peso registrato l’ultima volta: inserisci quanto sollevi e la progressione riparte da lì.
ko: 지난번에 무게가 기록되지 않았습니다 — 드는 무게를 입력하면 거기서부터 진행합니다.
pl: Ostatnio nie zapisano ciężaru — wpisz, ile podnosisz, a progresja ruszy od tego miejsca.
pt: Nenhum peso registado da última vez — introduz o que levantas e a progressão segue a partir daí.
pt_br: Nenhum peso registrado na última vez — informe quanto você levanta e a progressão segue a partir daí.
ru: В прошлый раз вес не был записан — укажите, с каким весом работаете, и прогрессия продолжится оттуда.
th: ครั้งก่อนไม่ได้บันทึกน้ำหนัก — กรอกน้ำหนักที่คุณยก แล้วการเพิ่มน้ำหนักจะเริ่มจากตรงนั้น
tr: Geçen sefer ağırlık kaydedilmedi — kaldırdığın ağırlığı gir, ilerleme oradan devam etsin.
uk: Минулого разу вагу не записано — вкажи, з якою вагою працюєш, і прогресія продовжить звідти.
zh: 上次没有记录重量——填上你实际举的重量，渐进就从那里开始。

source: No weight to enter — just log the reps.
ar: لا وزن لإدخاله — سجّل التكرارات فقط.
de: Kein Gewicht einzutragen — nur die Wiederholungen.
es: No hay peso que introducir — solo registra las reps.
fr: Pas de poids à saisir — note simplement les répétitions.
hi: कोई वज़न नहीं डालना — बस रेप्स दर्ज करें।
hu: Nincs beírandó súly — csak az ismétléseket rögzítsd.
it: Nessun peso da inserire — registra solo le ripetizioni.
ko: 입력할 무게 없음 — 횟수만 기록합니다.
pl: Nie podajesz ciężaru — zapisujesz tylko powtórzenia.
pt: Sem peso para introduzir — regista só as repetições.
pt_br: Não é preciso informar peso — registre apenas as repetições.
ru: Вес вводить не нужно — записывай только повторения.
th: ไม่ต้องกรอกน้ำหนัก — บันทึกแค่จำนวนครั้ง
tr: Girilecek ağırlık yok — sadece tekrarları kaydet.
uk: Вагу вводити не потрібно — записуй лише повторення.
zh: 无需输入重量——只记录次数。

source: No weight to enter — just time the hold.
ar: لا وزن لإدخاله — فقط احسب مدة الثبات.
de: Kein Gewicht einzutragen — nur die Haltezeit.
es: Sin peso que anotar — solo cronometra la retención.
fr: Aucun poids à saisir — chronomètre simplement le maintien.
hi: कोई वज़न नहीं भरना — बस होल्ड का समय गिनें।
hu: Nincs megadandó súly — csak a tartás idejét méred.
it: Nessun peso da inserire — cronometra solo la tenuta.
ko: 입력할 무게 없음 — 버티는 시간만 재세요.
pl: Bez ciężaru do wpisania — mierz tylko czas utrzymania.
pt: Sem peso para indicar — cronometra apenas a sustentação.
pt_br: Sem peso para informar — só cronometre a sustentação.
ru: Вес вводить не нужно — только засеките время удержания.
th: ไม่ต้องใส่น้ำหนัก — แค่จับเวลาการค้างท่า
tr: Girilecek ağırlık yok — sadece tutuşu süreyle ölç.
uk: Вага не потрібна — лише засікай час утримання.
zh: 无需填写重量 — 只需为保持计时。
